Repository: DigitalMaktab/digitalmaktab
Catalog: digitalmaktabapi/Resources/Localization/Controllers/MainController.*.resx
Languages: fa_af, ps_af

source: First
fa_af: اول
ps_af: لومړی

source: Second
fa_af: دوم
ps_af: دوهم

source: Third
fa_af: سوم
ps_af: دریم

source: Fourth
fa_af: چهارم
ps_af: څلورم

source: Fifth
fa_af: پنجم
ps_af: پنځم

source: Sixth
fa_af: ششم
ps_af: شپږم

source: Seventh
fa_af: هفتم
ps_af: اووم

source: Eight
fa_af: هشتم
ps_af: اتم

source: Ninth
fa_af: نهم
ps_af: نهم

source: Tenth
fa_af: دهم
ps_af: لسم

# ELEVENTH
source: Elevent
fa_af: یازدهم
ps_af: یوولسم

# TWELVETH
source: Twelvth
fa_af: دوازدهم

# THIRTEENTH
source: Thirteent
fa_af: سیزدهم

source: Fourteenth
fa_af: چهاردهم

source: Morning
fa_af: موجود صبح
ps_af: سهار

source: Evening
fa_af: موجود عصر
ps_af: ماښام

source: Local
fa_af: محلی
ps_af: ځايي

source: Accelerated
fa_af: تسریعی
ps_af: چټک

source: Appendix
fa_af: الحاقیه
ps_af: ضمیمه

# NIGTH
source: Night
fa_af: شبانه
ps_af: شپه

source: Primary
fa_af: آدرس اصلی
ps_af: لومړنی

source: Secondary
fa_af: آدرس دایمی
ps_af: ثانوي

source: No Disability
fa_af: معلولیت ندارد
ps_af: بې معلولیت

source: Blind
fa_af: کور
ps_af: نابینا

source: Deaf
fa_af: کر
ps_af: کاڼه

source: Paralyzed
fa_af: شل
ps_af: فلج

source: Crippled
fa_af: لنگ
ps_af: معیوب

source: Mute
fa_af: گنک
ps_af: ګونګ

source: Other
fa_af: وغیره
ps_af: نور

source: Mid Term
fa_af: چهار نیم ماهه
ps_af: منځنۍ دوره

source: Final
fa_af: سالانه
ps_af: وروستۍ

source: Male
fa_af: مذکر
ps_af: نارینه

source: Female
fa_af: مونث
ps_af: ښځینه

source: Not Orphan
fa_af: یتیم نیست
ps_af: یتیم نه دی

source: Father Side
fa_af: از طرف پدر یتیم است
ps_af: د پلار اړخ

source: Mother Side
fa_af: از طرف مادر یتیم است
ps_af: د مور اړخ

source: Both Sides
fa_af: از هر دو طرف یتیم است
ps_af: دواړه اړخونه

source: Dari
fa_af: دری
ps_af: دري

source: Pashto
fa_af: پشتو
ps_af: پښتو

source: Tajiki
fa_af: تاجیکی
ps_af: تاجکي

source: Uzbeki
fa_af: ازبیکی
ps_af: ازبکي

source: Pashayi
fa_af: پشه ای
ps_af: پشه يي

source: Turkmani
fa_af: ترکمنی
ps_af: ترکمني

source: Gujari
fa_af: گوجری
ps_af: ګوجري

source: Baluchi
fa_af: بلوچی
ps_af: بلوڅي

source: Nuristani
fa_af: نورستانی
ps_af: نورستاني

source: Wakhani
fa_af: واخانی
ps_af: واخاني

source: Shaighani
fa_af: شیغانی
ps_af: شايغاني

source: Hindi
fa_af: هندی
ps_af: هندي

source: January
fa_af: دلو
ps_af: مرغومی

source: February
fa_af: حوت
ps_af: سلواغه

source: MARCH
fa_af: حمل
ps_af: کب

source: April
fa_af: ثور
ps_af: وری

source: May
fa_af: جوزا
ps_af: غویی

source: June
fa_af: سرطان
ps_af: غبرګولی

source: July
fa_af: اسد
ps_af: چنګاښ

source: August
fa_af: سنبله
ps_af: زمری

source: September
fa_af: میزان
ps_af: وږی

source: October
fa_af: عقرب
ps_af: تله

source: November
fa_af: قوس
ps_af: لړم

source: December
fa_af: جدی
ps_af: لیندۍ

# FileCannotBeEmpty
source: The file can not be empty
fa_af: فایل نمی تواند خالی باشد.
ps_af: فایل خالي نشي کیدی

# FileSizeLimit
source: The file size can not exceed {0} MB.
fa_af: حجم فایل نمی تواند بیشتر از {0} مگابایت باشد.
ps_af: د فایل اندازه باید له {0} MB څخه زیاته نه وي.

# AllowedFileTypes
source: Only {0} files are allowed.
fa_af: فقط فایل های {0} مجاز هستند.
ps_af: یوازې {0} فایلونه اجازه لري.

source: Saturday
fa_af: شنبه
ps_af: شنبه

source: Sunday
fa_af: یکشنبه
ps_af: یکشنبه

source: Monday
fa_af: دو شنبه
ps_af: دوشنبه

source: Tuesday
fa_af: سه شنبه
ps_af: سه‌شنبه

source: Wednesday
fa_af: چهار شنبه
ps_af: چهارشنبه

source: Thursday
fa_af: پنج شنبه
ps_af: پنج‌شنبه

source: Friday
fa_af: جمعه
ps_af: جمعه

# InvalidCurrentPassword
source: Your current password is invalid
fa_af: رمز وردو فعلی شما درست نمیباشد.
ps_af: ستاسو اوسنی رمز ناسم دی

source: Public
fa_af: دولتی
ps_af: دولتی

source: Private
fa_af: خصوصی
ps_af: شخصي
